Repository: Ernestopheles/newsletter-bundle
Catalog: src/Resources/contao/languages/*/*_newsletter_channel.xlf
Languages: el

# tl_newsletter_channel.title.0
source: Title
el: Τίτλος

# tl_newsletter_channel.title.1
source: Please enter the title of the channel.
el: Εισαγετε τον τιτλο του καναλιου.

# tl_newsletter_channel.jumpTo.0
source: Redirect page
el: Σελίδα ανακατεύθυνσης

# tl_newsletter_channel.jumpTo.1
source: Please choose the newsletter reader page to which visitors will be redirected when clicking a newsletter.
el: Επιλέξτε την σελίδα ανάγνωσης νέων στην οποία θα μεταφέρονται οι επισκέπτες όταν θα πατήσουν κάποιο νέο.

# tl_newsletter_channel.useSMTP.0
source: Custom SMTP server
el: Προσαρμοσμενος SMTP διακομιστης

# tl_newsletter_channel.useSMTP.1
source: Use a custom SMTP server for sending newsletters.
el: Χρησιμοποιηση προσαρμοσμενου SMTP διακομιστη για αποστολη ενημερωτικων δελτιων.

# tl_newsletter_channel.smtpHost.1
source: Please enter the host name of the SMTP server.
el: Εισαγετε το host name του SMTP διακομιστη.

# tl_newsletter_channel.smtpUser.0
source: SMTP username
el: SMTP ονομα χρηστη

# tl_newsletter_channel.smtpUser.1
source: Here you can enter the SMTP username.
el: Εδω μπορειτε να εισαγετε το SMTP ονομα χρηστη.

# tl_newsletter_channel.smtpPass.0
source: SMTP password
el: SMTP κωδικος

# tl_newsletter_channel.smtpPass.1
source: Here you can enter the SMTP password.
el: Εδω μπορειτε να εισαγετε τον SMTP κωδικο.

# tl_newsletter_channel.smtpEnc.0
source: SMTP encryption
el: SMTP κωδικοποιηση

# tl_newsletter_channel.smtpEnc.1
source: Here you can choose an encryption method (SSL or TLS).
el: Εδω μπορειτε να επιλεξετε μια μεθοδος κωδικοποιησης (SSL η TLS).

# tl_newsletter_channel.smtpPort.0
source: SMTP port number
el: SMTP αριθμος υποδοχης

# tl_newsletter_channel.smtpPort.1
source: Please enter the port number of the SMTP server.
el: Εισαγετε εναν αριθμο υποδοχης στον SMTP διακομιστη.

# tl_newsletter_channel.tstamp.0
source: Revision date
el: Ημερομηνία αναθεώρησης

# tl_newsletter_channel.tstamp.1
source: Date and time of the latest revision
el: Ημερομηνία και ώρα την τελευταίας αναθεώρησης

# tl_newsletter_channel.title_legend
source: Title and redirect
el: Τίτλος και ανακατεύθυνση

# tl_newsletter_channel.smtp_legend
source: SMTP configuration
el: SMTP ρυθμιση

# tl_newsletter_channel.new.0
source: New channel
el: Νεο καναλι

# tl_newsletter_channel.new.1
source: Create a new channel
el: Δημιουργια νεου καναλιου

# tl_newsletter_channel.show.0
source: Channel details
el: Λεπτομέρειες καναλιου

# tl_newsletter_channel.show.1
source: Show the details of channel ID %s
el: Προβολή λεπτομερειών του καναλιου ID %s

# tl_newsletter_channel.edit.0
source: Edit channel
el: Επεξεργασία καναλιού

# tl_newsletter_channel.edit.1
source: Edit channel ID %s
el: Επεξεργασια καναλι ID %s

# tl_newsletter_channel.editheader.0
source: Edit channel settings
el: Επεξεργασια ρυθμισεων καναλιων

# tl_newsletter_channel.editheader.1
source: Edit the settings of channel ID %s
el: Επεξεργασία των ρυθμίσεων του καναλιου ID %s

# tl_newsletter_channel.copy.0
source: Duplicate channel
el: Αντιγραφη καναλιου

# tl_newsletter_channel.copy.1
source: Duplicate channel ID %s
el: Αντιγραφη καναλι ID %s

# tl_newsletter_channel.delete.0
source: Delete channel
el: Διαγραφη καναλιου

# tl_newsletter_channel.delete.1
source: Delete channel ID %s
el: Διαγραφη καναλι ID %s

# tl_newsletter_channel.recipients.0
source: Edit recipients
el: Επεξεργασία παραλήπτη

# tl_newsletter_channel.recipients.1
source: Edit the recipients of channel ID %s
el: Επεξεργασια παραληπτη ID %s
