Repository: Ernestopheles/newsletter-bundle
Catalog: src/Resources/contao/languages/*/*_newsletter.xlf
Languages: sr

# tl_newsletter.subject.0
source: Subject
sr: Тема

# tl_newsletter.subject.1
source: Please enter the newsletter subject.
sr: Унесите тему "newsletter"-а

# tl_newsletter.alias.0
source: Newsletter alias
sr: Алиас "newsletter"-а

# tl_newsletter.alias.1
source: The newsletter alias is a unique reference to the newsletter which can be called instead of its numeric ID.
sr: Алиас "newsletter"-а је јединствена референца на "newsletter" која се може користити уместо нумеричког ИД броја.

# tl_newsletter.content.0
source: HTML content
sr: HTML садржај

# tl_newsletter.content.1
source: Here you can enter the HTML content of the newsletter. Use the wildcard <em>##email##</em> to insert the recipient's e-mail address.
sr: Овде можете унети HTML садржај "newsletter"-а. Користите џокере <em>##email##</em> да убаците email адресу примаоца.

# tl_newsletter.text.0
source: Text content
sr: Текстуални садржај

# tl_newsletter.text.1
source: Here you can enter the text content of the newsletter. Use the wildcard <em>##email##</em> to insert the recipient's e-mail address.
sr: Овде можете унети текстуални садржај newsletter-а. Користите џокере <em>##email##</em> да убаците email адресу примаоца.

# tl_newsletter.addFile.0
source: Add attachments
sr: Додај прилог

# tl_newsletter.addFile.1
source: Attach one or more files to the newsletter.
sr: Додај један или више фајлова у "newsletter".

# tl_newsletter.files.0
source: Attachments
sr: Прилози

# tl_newsletter.files.1
source: Please choose the files to be attached from the files directory.
sr: Изаберите фајлове из директоријума фајлова који ће бити прикачени.

# tl_newsletter.template.0
source: Custom e-mail template
sr: Произвољни e-mail шаблон

# tl_newsletter.template.1
source: Here you can override the default e-mail template of the channel.
sr: Овде можете прегазити подразумевани e-mail шаблон канала.

# tl_newsletter.sendText.0
source: Send as plain text
sr: Пошаљи као једноставни текст.

# tl_newsletter.sendText.1
source: Send the newsletter as plain text e-mail without the HTML content.
sr: Пошаљи newsletter као једноставан текст путем email-а без било каквог HTML садржаја.

# tl_newsletter.externalImages.0
source: External images
sr: Вањске слике

# tl_newsletter.externalImages.1
source: Do not embed images in HTML newsletters.
sr: Немој уметати слике у newsletter-e који садрже HTML.

# tl_newsletter.sender.0
source: Custom sender e-mail address
sr: Произвољна e-mail адреса пошиљаоца

# tl_newsletter.sender.1
source: Here you can override the default sender e-mail address of the channel.
sr: Овде можете прегазити подразумевану e-mail адресу канала.

# tl_newsletter.senderName.0
source: Custom sender name
sr: Произвољно име пошиљаоца

# tl_newsletter.senderName.1
source: Here you can override the default sender name of the channel.
sr: Овде можете прегазити подразумевано име пошиљаоца са канала.

# tl_newsletter.mailsPerCycle.0
source: Mails per cycle
sr: Број пошиљки по циклусу

# tl_newsletter.mailsPerCycle.1
source: The sending process is split into several cycles to prevent the script from timing out.
sr: Процес слања је подељен у више различитих циклуса како би се спречило да скрипта уђе у тајмаут.

# tl_newsletter.timeout.0
source: Timeout in seconds
sr: Тајмаут у секундама.

# tl_newsletter.timeout.1
source: Here you can modify the waiting time between each cycle to control the number of e-mails per minute.
sr: Овде можете унети време чекања између два циклуса да контролишете број послатих email-ова у минуту.

# tl_newsletter.start.0
source: Offset
sr: Офсет

# tl_newsletter.start.1
source: In case the sending process is interrupted, you can enter a numeric offset here to continue with a particular recipient. You can check how many mails have been sent in the <em>newsletter_%s.log</em> file. E.g., if 120 mails have been sent, enter "120" to continue with the 121st recipient (counting starts at 0).
sr: У случају да дође до прекида процеса слања, можете унети нумерички офсет тако да слање наставите од тачно одређеног примаоца. Пре тога, можете проверити колико је мејлова послато у фајлу <em>newsletter_%s.log</em>. Нпр., ако је послато 120 мејлова, унесите "120" да наставите слање од 121. примаоца (бројач креће од 0).

# tl_newsletter.sendPreviewTo.0
source: Send preview to
sr: Пошаљи пробни примерак

# tl_newsletter.sendPreviewTo.1
source: Send the preview of the newsletter to this e-mail address.
sr: Пошаљи пробни примерак newsletter-а на следећу email адресу.

# tl_newsletter.title_legend
source: Title and subject
sr: Назив и тема

# tl_newsletter.html_legend
source: HTML content
sr: HTML садржај

# tl_newsletter.text_legend
source: Text content
sr: Текстуални садржај

# tl_newsletter.attachment_legend
source: Attachments
sr: Прилози

# tl_newsletter.template_legend
source: Template settings
sr: Подешавања шаблона

# tl_newsletter.sender_legend
source: Sender settings
sr: Подешавања пошиљаоца

# tl_newsletter.expert_legend
source: Expert settings
sr: Напредна подешавања

# tl_newsletter.sent
source: Sent
sr: Послато

# tl_newsletter.sentOn
source: Sent on %s
sr: Послато %s

# tl_newsletter.notSent
source: Not sent yet
sr: Није још послато

# tl_newsletter.mailingDate
source: Mailing date
sr: Датум слања

# tl_newsletter.confirm
source: The newsletter has been sent to %s recipients.
sr: "Newsletter" је послат ка %s примаоца.

# tl_newsletter.rejected
source: %s invalid e-mail address(es) has/have been disabled (see system log).
sr: %s неисправне email адреса(е) је/су блокиране (погледајте системски дневник).

# tl_newsletter.error
source: There are no active subscribers to the channel.
sr: Нема активних претплатника на овом каналу.

# tl_newsletter.from
source: From
sr: Од

# tl_newsletter.attachments
source: Attachments
sr: Прилози

# tl_newsletter.preview
source: Send preview
sr: Пошаљи пробни примерак

# tl_newsletter.sendConfirm
source: Do you really want to send the newsletter?
sr: Да ли заиста желите послати "newsletter"?

# tl_newsletter.new.0
source: New newsletter
sr: Нови "newsletter"

# tl_newsletter.new.1
source: Create a new newsletter
sr: Креирај нови "newsletter"

# tl_newsletter.show.0
source: Newsletter details
sr: Детаљи newsletter-а

# tl_newsletter.show.1
source: Show the details of newsletter ID %s
sr: Прикажи детаље "newsletter"-а ID %s

# tl_newsletter.edit.0
source: Edit newsletter
sr: Уреди newsletter

# tl_newsletter.edit.1
source: Edit newsletter ID %s
sr: Уреди "newsletter" ID %s

# tl_newsletter.copy.0
source: Duplicate newsletter
sr: Копирај "newsletter"

# tl_newsletter.copy.1
source: Duplicate newsletter ID %s
sr: Копирај "newsletter" ID %s

# tl_newsletter.cut.0
source: Move newsletter
sr: Помери newsletter

# tl_newsletter.cut.1
source: Move newsletter ID %s
sr: Помери newsletter ID %s

# tl_newsletter.delete.0
source: Delete newsletter
sr: Обриши newsletter

# tl_newsletter.delete.1
source: Delete newsletter ID %s
sr: Обриши newsletter ID %s

# tl_newsletter.editheader.0
source: Edit channel
sr: Уреди канал

# tl_newsletter.editheader.1
source: Edit the channel settings
sr: Уреди подешавања канала

# tl_newsletter.pasteafter.0
source: Paste into this channel
sr: Налепи у следећи канал

# tl_newsletter.pasteafter.1
source: Paste after newsletter ID %s
sr: Налепи након newsletter-а ID %s

# tl_newsletter.send.0
source: Send newsletter
sr: Пошаљи newsletter

# tl_newsletter.send.1
source: Send newsletter ID %s
sr: Пошаљи newsletter ID %s
