Repository: Ernestopheles/newsletter-bundle
Catalog: src/Resources/contao/languages/*/*_newsletter_recipients.xlf
Languages: el

# tl_newsletter_recipients.email.0
source: E-mail address
el: Διεύθυνση e-mail

# tl_newsletter_recipients.email.1
source: Please enter the recipient's e-mail address.
el: Παρακαλώ εισάγετε την e -mail διεύθυνση του παραλήπτη.

# tl_newsletter_recipients.active.0
source: Activate recipient
el: Ενεργοποίηση παραλήπτη

# tl_newsletter_recipients.active.1
source: Recipients are usually activated automatically (double-opt-in).
el: Οι δικαιούχοι συνήθως ενεργοποιείουνται αυτόματα (διπλό opt-in).

# tl_newsletter_recipients.addedOn.0
source: Subscription date
el: Ημερομηνια συνδρομης

# tl_newsletter_recipients.addedOn.1
source: The date of subscription.
el: Η Ημερομηνια της συνδρομης.

# tl_newsletter_recipients.ip.0
source: IP address
el: Διεύθυνση IP

# tl_newsletter_recipients.ip.1
source: The IP address of the subscriber.
el: Η IP διευθυνση του συνδρομεα.

# tl_newsletter_recipients.token.1
source: The confirmation token of the subscription.
el: Η συμβολική επιβεβαίωση της εγγραφής.

# tl_newsletter_recipients.confirmed.0
source: Confirmation date
el: Ημερομηνία επιβεβαίωσης

# tl_newsletter_recipients.confirmed.1
source: The date of confirmation (double opt-in).
el: Η ημερομηνία της επιβεβαίωσης (double opt-in).

# tl_newsletter_recipients.email_legend
source: E-mail address
el: Διεύθυνση e-mail

# tl_newsletter_recipients.confirm
source: %s new recipients have been imported.
el: %s νέοι δικαιούχοι έχουν εισαχθεί.

# tl_newsletter_recipients.invalid
source: %s invalid entries have been skipped.
el: %s άκυρες καταχωρήσεις έχουν παραλειφθεί.

# tl_newsletter_recipients.subscribed
source: subscribed on %s
el: εγγραφεί σε %s

# tl_newsletter_recipients.manually
source: added manually
el: Προστεθηκε

# tl_newsletter_recipients.new.0
source: Add recipient
el: Προσθήκη παραλήπτη

# tl_newsletter_recipients.new.1
source: Add a new recipient
el: Προσθηκη νεου παραληπτη

# tl_newsletter_recipients.show.0
source: Recipient details
el: Λεπτομερειες παραληπτη

# tl_newsletter_recipients.show.1
source: Show the details of recipient ID %s
el: Εμφανιση λεπτομερειων του παραληπτη %s

# tl_newsletter_recipients.edit.0
source: Edit recipient
el: Επεξεργασία παραλήπτη

# tl_newsletter_recipients.edit.1
source: Edit recipient ID %s
el: Επεξεργασια παραληπτη ID %s

# tl_newsletter_recipients.copy.0
source: Duplicate recipient
el: Διπλοποιηση παραληπτη

# tl_newsletter_recipients.copy.1
source: Duplicate recipient ID %s
el: Διπλοποιηση παραληπτη ID %s

# tl_newsletter_recipients.delete.0
source: Delete recipient
el: Διαγραφη παραληπτη

# tl_newsletter_recipients.delete.1
source: Delete recipient ID %s
el: Διαγραφη παραληπτων ID %s

# tl_newsletter_recipients.editheader.0
source: Edit channel
el: Επεξεργασία καναλιού

# tl_newsletter_recipients.editheader.1
source: Edit the channel settings
el: Επεξεργασία ρυθμίσεων καναλιού

# tl_newsletter_recipients.toggle.0
source: Activate/deactivate recipient
el: Ενεργοποιηση/απενεργοποιηση παραληπτη

# tl_newsletter_recipients.toggle.1
source: Activate/deactivate recipient ID %s
el: Ενεργοποιηση/απενεργοποιηση παραληπτη ID %s

# tl_newsletter_recipients.import.0
source: CSV import
el: Εισαγωγή CSV

# tl_newsletter_recipients.import.1
source: Import recipients from a CSV file
el: Εισαγωγη παραληπτων απο ενα CSV αρχειο
